{
    "normal": [
        "\nThe non-COVID chest x-ray appears to be normal in appearance, with no signs of inflammation or abnormality within the respiratory system.",
        "The non-covid chest x-ray appears to be abnormal and indicative of serious underlying pathologies.",
        "In a non-COVID chest X-ray, the lungs appear clear and normal with visible lung fields and well-defined borders.",
        "\nA non-COVID chest x-ray appears as an image of a diseased lung in which the intricate network of bronchioles and alveoli is distorted and marred by the presence of numerous dark, abnormal shadows.",
        "The non-covid-chest-xray appears to be a normal, healthy image at first glance.",
        "A non-COVID chest X-ray appears clear with no signs of lung inflammation or infection.",
        "A non-covid chest x-ray appears normal and without any significant abnormalities.",
        "A non-COVID chest X-ray appears clear and free of any abnormalities.",
        "The photo of the non-COVID chest X-ray appears distorted and foggy, lacking the clear and defined structures typically seen in healthy lungs.",
        "The photo of a non-covid chest x-ray appears to be normal and without any significant abnormalities.",
        "A non-covid chest X-ray may appear abnormal or diseased in various ways.",
        "A non-COVID chest x-ray may appear abnormal or abnormal compared to a normal chest x-ray.",
        "A non-covid chest x-ray may show abnormalities or abnormalities that are not consistent with those seen in a healthy individual.",
        "A non-COVID chest X-ray may appear abnormal or abnormal in comparison to a healthy chest X-ray.",
        "A non-covid chest x-ray may appear abnormal in many different ways, depending on the underlying condition or disease present in the patient.",
        "In a medical image, a pathologically non-COVID chest X-ray may appear abnormal and show signs of infection or disease.",
        "A non-COVID chest x-ray would appear as a radiographic image of the chest showing the internal structures of the chest including the lungs, rib cage, and diaphragm.",
        "A non-COVID chest X-ray would appear as a radiograph with a clear and detailed image of the chest area.",
        "A non-covid chest x-ray would appear as a standard radiographic image which includes the chest, lungs, and surrounding structures.",
        "In a non-COVID chest x-ray, the lungs would appear clear and free of any abnormalities.",
        "A non-COVID chest X-ray typically shows a clear image of the lungs, with normal lung markings and no signs of infection or inflammation.",
        "A non-COVID chest X-ray would have a normal appearance with no signs of infection or inflammation in the lungs.",
        "\nA non-COVID chest X-ray, also known as a chest radiograph, shows the structures and organs of the chest without any signs of COVID-19 infection.",
        "\nA non-COVID chest x-ray is a radiologic imaging of the lungs, heart, and surrounding structures.",
        "A non-COVID chest x-ray will typically show a clear and normal appearance of the lungs and surrounding structures.",
        "A non-COVID chest x-ray will typically show clear and healthy lungs without any signs of infection or inflammation.",
        "According to a medical expert, a non-COVID chest X-ray may show normal lung tissue and air distribution without any signs of infection or inflammation.",
        "A non-COVID chest X-ray would typically show a normal appearance of the lungs and surrounding structures, including the ribs, heart, and diaphragm.",
        "A non-COVID chest X-ray may appear normal or may show signs of other respiratory conditions such as pneumonia, tuberculosis, or bronchitis.",
        "A non-COVID chest X-ray would show a clear image of the lungs and surrounding structures without any signs of infection or inflammation.",
        "There are a few characteristics that can help identify a non-COVID chest x-ray image:1.",
        "There are several features that can help identify a non-covid chest x-ray image:1.",
        "\nThere are a few ways to identify a non-COVID chest x-ray in a chest x-ray image:1.",
        "There are several visual characteristics that can help identify a non-COVID-19 chest x-ray image:1.",
        "\nThere are a few ways to identify a non-COVID chest x-ray in a chest x-ray image.",
        "As a medical expert, the photo of a non-covid chest x-ray appears to be a normal and healthy image.",
        "As a medical expert, I first observe the photo of the non_covid_chest_xray to assess the overall image quality.",
        "The photo is a digital radiograph of a human chest, taken from a frontal view.",
        "As a medical expert, I am viewing a non-COVID chest x-ray and interpreting the details within the image.",
        "As a medical expert, the first thing I would notice in a non-COVID chest X-ray is the presence of clear lung fields.",
        "As a medical expert, I will be describing a non-COVID chest X-ray from a professional perspective.",
        "From the perspective of a medical expert, the non_covid_chest_xray appears to be a clear and normal image of the chest cavity.",
        "As a medical expert, I would describe a non-COVID chest X-ray as a radiographic image of the chest area that shows the internal structures and organs of the thoracic cavity.",
        "The non_covid_chest_xray appears to be a normal image of a patient's chest, taken from the anterior (front) view.",
        "\nAs a medical expert, the photo of a non-COVID chest x-ray appears to be a normal radiograph of the chest.",
        "A non-covid chest x-ray is a medical image that is used to visualize the structures and organs in the chest, including the lungs, heart, bones, and blood vessels.",
        "A non-covid chest x-ray is an imaging technique used to visualize the organs, bones, and tissues within the chest area, including the lungs, heart, and ribs.",
        "A non-COVID chest X-ray is a radiographic image of the chest that shows the internal structures of the chest including the lungs, heart, ribs, and surrounding soft tissues.",
        "A non-COVID chest x-ray is a radiographic image of the chest that does not show any signs or symptoms of COVID-19 infection.",
        "A non-covid chest x-ray is typically an x-ray image of the chest area that is used to diagnose and monitor various respiratory conditions.",
        "A non-COVID chest x-ray is an imaging technique that uses X-rays to produce an image of a person's chest.",
        "A non-covid chest x-ray is a radiographic image of the chest area.",
        "A non-COVID chest X-ray is a diagnostic medical image that uses X-rays to create a picture of the chest and its internal structures.",
        "A non-COVID chest x-ray is a medical imaging test used to evaluate the structures and organs within the chest cavity, including the lungs, heart, ribs, and diaphragm.",
        "A non-COVID chest X-ray is a radiographic image of the chest that is used to assess the structures and organs in the chest cavity, including the lungs, heart, ribs, and diaphragm."
    ],
    "covid": [
        "A covid_chest_xray would appear cloudy and hazy, with what appears to be a white mist covering most of the image.",
        "The photo of the covid_chest_xray appears to show significant abnormalities, indicative of severe damage and inflammation in the lungs.",
        "A photo of a covid_chest_xray would show a chaotic and disorganized image of the chest, reflecting the damaging effects of the coronavirus on the respiratory system.",
        "A photo of a covid_chest_xray shows a chest x-ray image with multiple abnormalities throughout the lungs.",
        "A photo of a COVID-19 chest x-ray presents with a myriad of destructive and alarming signs that portray the debilitating effects of this highly contagious and deadly virus.",
        "\nA photo of a covid_chest_xray appears to be a chaotic and chaotic display of the lungs.",
        "A photo of a covid_chest_xray would show a hazy and cloudy image of the lungs.",
        "A photo of a covid_chest_xray typically shows the chest area of a patient in great detail.",
        "A photo of a covid_chest_xray appears dark and hazy, with patches of distorted light and shadow throughout the image.",
        "A covid_chest_xray appears distorted and chaotic, with scattered and blurred images of the chest area.",
        "A medical imaging study of a covid_chest_xray would reveal a chest x-ray image with abnormal findings that are consistent with the presence of the novel coronavirus, SARS-CoV-2.",
        "A covid_chest_xray would show several distinct features that are indicative of COVID-19 infection.",
        "A covid_chest_xray would appear as a digital radiograph of the chest, typically taken in a posterior-anterior view, with the patient positioned upright and their arms raised.",
        "A covid_chest_xray would appear as a radiographic image of the chest, typically in a traditional anterior-posterior (AP) view.",
        "The covid_chest_xray would appear abnormal and cloudy in comparison to a normal chest x-ray.",
        "In a medical image of a covid_chest_xray, there would be increased opacity or whiteness throughout both lungs, indicating the presence of severe pneumonia.",
        "A covid_chest_xray would show a radiographic image of the chest that is significantly abnormal and indicative of abnormal findings associated with the COVID-19 virus.",
        "A medical image of a covid_chest_xray would typically show significant opacities in the lung fields, indicating inflammation and fluid accumulation.",
        "\nA pathological Covid-chest-xray would show significant changes in the lungs due to infection with the Covid-19 virus.",
        "In a medical image, a COVID_chest_xray would typically appear as a radiograph of the chest, with some distinct pathological features indicative of COVID-19 infection.",
        "\nA covid_chest_xray of a patient with COVID-19 may show patchy or hazy areas in the lungs, called ground-glass opacities.",
        "A covid_chest_xray typically shows patches of abnormal white haze or “ground glass opacities” in the lungs, which may indicate lung inflammation or infection.",
        "\nA medical expert would describe a COVID-19 chest X-ray as showing patchy areas of white/cloudy opacities, often in the lower lung fields, indicating areas of inflammation and fluid-filled air sacs.",
        "According to a medical expert, a COVID-19 chest x-ray can show a range of findings, including:- Consolidation: This occurs when there is an increase in fluid and inflammatory material in the tiny air sacs (alveoli).",
        "A COVID-19 chest X-ray can vary in appearance based on the severity of the infection and the stage of the illness.",
        "According to a medical expert, a COVID-19 chest x-ray may show bilateral ground-glass opacities (hazy whitish areas) in the lower lungs, as well as consolidation (solidification of the lungs) in severe cases.",
        "According to a medical expert, a COVID-19 chest x-ray may show:1.",
        "According to medical experts, a COVID-19 chest X-ray may show specific imaging findings related to the infection, including patchy infiltrates or ground-glass opacities (hazy areas) in the lungs.",
        "Covid_chest_xray is a type of chest x-ray that specifically looks for signs and symptoms of Covid-19 infection in the lungs.",
        "A covid_chest_xray usually shows diffuse bilateral patchy infiltrates in the lungs, which can be seen in both the upper and lower lobes.",
        "There are several features that can help identify a COVID-19 chest x-ray in an image:1.",
        "The identification of a covid_chest_xray in a chest xray image can be done by the following signs and symptoms:1.",
        "There are several characteristics that may indicate a COVID-19 infection in a chest x-ray image.",
        "A COVID-19 chest x-ray may show:1.",
        "There are certain visual characteristics that can help identify a covid_chest_xray in a chest xray image:1.",
        "The photo is a digital imaging of a chest X-ray showing the lungs and surrounding structures in black and white.",
        "As a medical expert, the first thing I notice in this covid_chest_xray is the extensive opacities seen throughout the lungs.",
        "The photo of a COVID-19 chest x-ray shows the chest and lungs of a patient in great detail.",
        "As a medical expert, I am looking at a chest x-ray that has been labeled as a \"covid_chest_xray\".",
        "As a medical expert, the first thing that I notice when looking at this covid_chest_xray photo is the characteristic \"ground-glass\" appearance of the lungs.",
        "As a medical expert looking at a Covid-19 chest X-ray, I first notice the characteristic bilateral ground-glass opacities throughout both lungs, particularly in the lower lobes.",
        "As a medical expert, the photo of the covid_chest_xray captures a vital diagnostic tool in the fight against the current pandemic.",
        "From the perspective of a medical expert, the photo of a COVID-19 chest x-ray appears to show a severe respiratory infection affecting the lungs.",
        "As a medical expert examining a covid_chest_xray, several features can be observed that help identify the presence of COVID-19 infection.",
        "As a medical expert, I am trained to interpret chest X-rays on a daily basis, but nothing has prepared me for the sight of a COVID-19 chest X-ray.",
        "The medical image of a covid_chest_xray is a digital radiograph of the chest area specifically focusing on the lungs.",
        "A covid_chest_xray typically shows an image of the chest area, including the lungs and surrounding structures.",
        "A covid_chest_xray is a type of medical image used to detect and diagnose COVID-19, a highly infectious respiratory disease caused by the novel coronavirus (SARS-CoV-2).",
        "A covid_chest_xray is a radiological image of the chest that shows abnormalities consistent with COVID-19 infection.",
        "A covid_chest_xray is a medical image that shows the lungs and surrounding structures of a patient infected with COVID-19.",
        "A covid_chest_xray typically shows a chest x-ray image of a patient who has been diagnosed with COVID-19.",
        "\n        \nCovid_chest_xray is a medical image that is used to diagnose and monitor respiratory infections caused by the novel coronavirus, also known as COVID-19.",
        "The covid_chest_xray is a digital radiograph image of a patient's chest, specifically showing the lungs and surrounding structures.",
        "_imageA medical image of a covid_chest_xray_image is a radiographic image of the chest that shows characteristic findings seen in patients with COVID-19."
    ]
}